{
    "messages": [
        {
            "sender": "ilya",
            "text": "Привет чат",
            "time": "02:48:02"
        },
        {
            "sender": "ilya",
            "text": "Hello chat!",
            "time": "02:48:40"
        },
        {
            "sender": "Superman",
            "text": "HI, man!",
            "time": "02:48:58"
        },
        {
            "sender": "Superman",
            "text": "How are you?",
            "time": "02:49:10"
        },
        {
            "sender": "ilya",
            "text": "i'm fine. are you?",
            "time": "02:53:50"
        },
        {
            "sender": "Superman",
            "text": "me too.",
            "time": "02:54:12"
        },
        {
            "sender": "ilya",
            "text": "Все сломал",
            "time": "03:02:03"
        },
        {
            "sender": "Superman",
            "text": "Все починил",
            "time": "03:02:19"
        },
        {
            "sender": "Валера",
            "text": "А я Валера",
            "time": "09:46:23"
        },
        {
            "sender": "Superman",
            "text": "Поздравляю тебя Валера",
            "time": "09:47:06"
        },
        {
            "sender": "ilya",
            "text": " опять сломал?",
            "time": "09:49:42"
        },
        {
            "sender": "Superman",
            "text": "Ответ отрицательный",
            "time": "09:50:01"
        },
        {
            "sender": "il",
            "text": "Теперь точно сломал",
            "time": "12:57:46"
        },
        {
            "sender": "ERROR",
            "text": "Write the valid Name",
            "time": "12:57:46"
        },
        {
            "sender": "Abdullah_ibn_HelloWorld_ibn_CoffeeTea_ibn_WelcomeToPythonWorld_from_PyCharmCommunity_my_fantasy_is_gone",
            "text": "очень долго писал имя, что аж забыл что хотел написать в сообщении",
            "time": "13:07:42"
        },
        {
            "sender": "ERROR",
            "text": "Write the valid Name: The name should be at least 3 characters and not more than 100",
            "time": "13:07:42"
        },
        {
            "sender": "Superman",
            "text": "Описание Дуба в романе Война и мир (Отрывок) Отрывки 1 отрывок - 2 том. 3 часть. 1 глава  На краю дороги стоял дуб. Вероятно, в десять раз старше берез, составлявших лес, он был в десять раз толще, и в два раза выше каждой березы. Это был огромный, в два обхвата дуб, с обломанными, давно, видно, суками и с обломанной корой, заросшей старыми болячками. С огромными своими неуклюже, несимметрично растопыренными корявыми руками и пальцами, он старым, сердитым и презрительным уродом стоял между улыбающимися березами. Только он один не хотел подчиняться обаянию весны и не хотел видеть ни весны, ни солнца.  «Весна, и любовь, и счастие! — как будто говорил этот дуб. — И как не надоест вам все один и тот же глупый бессмысленный обман! Все одно и то же, и все обман! Нет ни весны, ни солнца, ни счастья. Вон смотрите, сидят задавленные мертвые ели, всегда одинакие, и вон и я растопырил свои обломанные, ободранные пальцы, где ни выросли они — из спины, из боков. Как выросли — так и стою, и не верю вашим надеждам и обманам» .  Князь Андрей несколько раз оглянулся на этот дуб, проезжая по лесу, как будто он чего-то ждал от него. Цветы и трава были и под дубом, но он все так же, хмурясь, неподвижно, уродливо и упорно, стоял посреди их.  «Да, он прав, тысячу раз прав этот дуб, — думал князь Андрей, — пускай другие, молодые, вновь поддаются на этот обман, а мы знаем жизнь, — наша жизнь кончена! » Целый новый ряд мыслей безнадежных, но грустно-приятных в связи с этим дубом возник в душе князя Андрея. Во время этого путешествия он как будто вновь обдумал всю свою жизнь и пришел к тому же прежнему, успокоительному и безнадежному, заключению, что ему начинать ничего было не надо, что он должен доживать свою жизнь, не делая зла, не тревожась и ничего не желая.  2 отрывок - 3 глава  «Да, здесь, в этом лесу, был этот дуб, с которым мы были согласны, — подумал князь Андрей. — Да где он? » — подумал опять князь Андрей, глядя на левую сторону дороги и, сам того не зная, не узнавая его, любовался тем дубом, которого он искал. Старый дуб, весь преображенный, раскинувшись шатром сочной, темной зелени, млел, чуть колыхаясь в лучах вечернего солнца. Ни корявых пальцев, ни болячек, ни старого горя и недоверия — ничего не было видно. Сквозь столетнюю жесткую кору пробились без сучков сочные, молодые листья, так что верить нельзя было, что это старик произвел их. «Да это тот самый дуб» , — подумал князь Андрей, и на него вдруг нашло беспричинное весеннее чувство радости и обновления. Все лучшие минуты его жизни вдруг в одно и то же время вспомнились ему. И Аустерлиц с высоким небом, и мертвое укоризненное лицо жены, и Пьер на пароме, и девочка, взволнованная красотою ночи, и эта ночь, и луна — и все это вдруг вспомнилось ему.  «Нет, жизнь не кончена и тридцать один год, — вдруг окончательно беспеременно решил князь Андрей. — Мало того, что я знаю все то, что есть во мне, надо, чтоб и все знали это: и Пьер, и эта девочка, которая хотела улететь в небо, надо, чтобы все знали меня, чтобы не для одного меня шла моя жизнь, чтобы не жили они так, как эта девочка, независимо от моей жизни, чтобы на всех она отражалась и чтобы все они жили со мною вместе!»    Источник: Описание Дуба в романе Война и мир (Отрывок)",
            "time": "13:16:48"
        },
        {
            "sender": "Superman",
            "text": "ERROR: Your text so much loOoong or short. And will deleted when i finish the code!",
            "time": "13:16:48"
        },
        {
            "sender": "Superman",
            "text": ".",
            "time": "13:17:24"
        },
        {
            "sender": "Superman",
            "text": ".",
            "time": "13:17:24"
        },
        {
            "sender": "Superman",
            "text": "o",
            "time": "13:17:32"
        },
        {
            "sender": "Superman",
            "text": "o",
            "time": "13:17:32"
        },
        {
            "sender": "Superman",
            "text": "",
            "time": "13:17:51"
        },
        {
            "sender": "Superman",
            "text": "ERROR: Your text so much loOoong or short. And will deleted when i finish the code!",
            "time": "13:17:51"
        },
        {
            "sender": "qwerty_man",
            "text": "&lt;script&gt;alert(123)&lt;/script&gt;",
            "time": "12:37:47"
        },
        {
            "sender": "&lt;script&gt;alert(123)&lt;/script&gt;",
            "text": "4e ",
            "time": "12:37:58"
        },
        {
            "sender": "Mike",
            "text": "HOW_ARE_YOU",
            "time": "12:38:32"
        },
        {
            "sender": "Mike",
            "text": "&lt;script&gt;alert(123)&lt;/script&gt;",
            "time": "12:38:46"
        },
        {
            "sender": "FROM_URL",
            "text": "&lt;script&gt;alert(123)&lt;/script&gt;",
            "time": "12:41:38"
        }
    ]
}